var questions = [
    {
        question: 'Как правильно закончить пословицу: "Не откладывай на завтра то, что можно…"? \n',
        answer1: '1 - сделать сегодня \n',
        answer2: '2 - сделать послезавтра \n',
        answer3: '3 - сделать через месяц \n',
        answer4: '4 - никогда не делать \n',
        correct: 1,
    },
    
    {
        question: 'Что говорит человек, когда замечает нечто необычное? \n',
        answer1: '1 - попало в лоб \n',
        answer2: '2 - залетело в рот \n',
        answer3: '3 - накапало в уши \n',
        answer4: '4 - бросилось в глаза \n',
        correct: 4, 
    },
    
    {
        question: 'Что помогает туристу ориентироваться в незнакомом городе? \n',
        answer1: '1 - путепровод \n',
        answer2: '2 - путеукладчик \n',
        answer3: '3 - путеводитель \n',
        answer4: '4 - путеводная звезда \n',
        correct: 3, 
    },
    
    {
        question: 'Какой наряд прославил баснописец Крылов? \n',
        answer1: '1 - тришкин кафтан \n',
        answer2: '2 - ивашкин армяк \n',
        answer3: '3 - прошкин зипун \n',
        answer4: '4 - машкин сарафан \n',
        correct: 1, 
    },
    
    {
        question: 'Как звали старшую сестру императора Петра Первого? \n',
        answer1: '1 - Вера \n',
        answer2: '2 - Надежда \n',
        answer3: '3 - Любовь \n',
        answer4: '4 - Софья \n',
        correct: 4, 
    },
];